Repository: platformplatform/PlatformPlatform
Catalog: application/main/WebApp/shared/translations/locale/*.po
Languages: da_dk

source: Burning the midnight oil, {firstName}?
da_dk: Sidder du stadig oppe, {firstName}?

source: Burning the midnight oil?
da_dk: Sidder du stadig oppe?

source: Get started
da_dk: Kom i gang

source: Go to app
da_dk: Gå til app

source: Good afternoon
da_dk: God eftermiddag

source: Good afternoon, {firstName}
da_dk: God eftermiddag, {firstName}

source: Good evening
da_dk: God aften

source: Good evening, {firstName}
da_dk: God aften, {firstName}

source: Good morning
da_dk: God morgen

source: Good morning, {firstName}
da_dk: God morgen, {firstName}

source: Here's your overview of what's happening.
da_dk: Her er dit overblik over hvad der sker.

source: Log in
da_dk: Log ind

source: More information
da_dk: Mere information

source: Open navigation menu
da_dk: Åbn navigationsmenu

source: Replace this sample page with your own product information and branding.
da_dk: Erstat denne eksempelside med dine egne produktinformationer og branding.

source: This is where your personalized dashboard content will appear. Stay tuned for updates.
da_dk: Her vil dit personaliserede dashboardindhold vises. Hold dig opdateret.

source: Toggle sidebar
da_dk: Skift sidepanel

source: Welcome to PlatformPlatform
da_dk: Velkommen til PlatformPlatform

source: You successfully deployed PlatformPlatform! 🎉
da_dk: Du har installeret PlatformPlatform med succes! 🎉

source: You successfully installed PlatformPlatform! 🎉
da_dk: Du har installeret PlatformPlatform med succes! 🎉

source: Your dashboard is empty
da_dk: Dit dashboard er tomt
