Repository: platformplatform/PlatformPlatform
Catalog: application/account/WebApp/shared/translations/locale/*.po
Languages: da_dk

source: {0, plural, one {# hour ago} other {# hours ago}}
da_dk: {0, plural, one {# time siden} other {# timer siden}}

source: {0, plural, one {# minute ago} other {# minutes ago}}
da_dk: {0, plural, one {# minut siden} other {# minutter siden}}

source: {0} users deleted successfully
da_dk: {0} brugere slettet succesfuldt

source: {0} users permanently deleted
da_dk: {0} brugere slettet permanent

source: {0} users restored successfully
da_dk: {0} brugere genoprettet succesfuldt

source: {deletedCount} users permanently deleted
da_dk: {deletedCount} brugere slettet permanent

source: © {currentYear} PlatformPlatform. All rights reserved.
da_dk: © {currentYear} PlatformPlatform. Alle rettigheder forbeholdes.

source: 1 TB storage
da_dk: 1 TB lagerplads

source: 1 user permanently deleted
da_dk: 1 bruger slettet permanent

source: 10 GB storage
da_dk: 10 GB lagerplads

source: 10 users
da_dk: 10 brugere

source: 100 GB storage
da_dk: 100 GB lagerplads

source: 100% Security Score
da_dk: 100% sikkerhedsscore

source: 5 users
da_dk: 5 brugere

source: A different user logged in from another browser tab.
da_dk: En anden bruger loggede ind fra en anden browsertab.

source: A new verification code has been sent to your email.
da_dk: En ny bekræftelseskode er blevet sendt til din e-mail.

source: A quick summary of your account activity.
da_dk: Et hurtigt overblik over din kontoaktivitet.

source: Accept invitation
da_dk: Accepter invitation

source: Accepting...
da_dk: Accepterer...

source: Access denied
da_dk: Adgang nægtet

source: Access until {formattedPeriodEndLong}
da_dk: Adgang indtil {formattedPeriodEndLong}

source: Account
da_dk: Konto

source: Account already exists
da_dk: Konto findes allerede

source: Account deleted
da_dk: Konto slettet

source: Account ID
da_dk: Konto-ID

source: Account logo
da_dk: Kontologo

source: Account name
da_dk: Kontonavn

source: Account not found
da_dk: Konto ikke fundet

source: Account overview
da_dk: Kontooversigt

source: Account settings
da_dk: Kontoindstillinger

source: Account settings updated successfully
da_dk: Kontoindstillinger opdateret

source: Account suspended
da_dk: Konto suspenderet

source: Account switched
da_dk: Konto skiftet

source: Achieved in Microsoft Defender for Cloud following Azure best practices
da_dk: Opnået i Microsoft Defender for Cloud ved at følge Azures bedste praksis

source: Activating subscription
da_dk: Aktiverer abonnement

source: Activating your subscription...
da_dk: Aktiverer dit abonnement...

source: Active
da_dk: Aktiv

source: Active users
da_dk: Aktive brugere

source: Active users in the past 30 days
da_dk: Aktive brugere i de sidste 30 dage

source: Add billing information
da_dk: Tilføj faktureringsoplysninger

source: Add more in the Users menu
da_dk: Tilføj flere i Brugere menuen

source: Add profile picture
da_dk: Tilføj profilbillede

source: Add your account name
da_dk: Tilføj dit kontonavn

source: Add your account name and logo.
da_dk: Tilføj dit kontonavn og logo.

source: Address
da_dk: Adresse

source: Adjust the interface size on this device to your preference.
da_dk: Juster grænsefladens størrelse på denne enhed efter dine præferencer.

source: Advanced analytics
da_dk: Avanceret analyse

source: All users
da_dk: Alle brugere

source: Amount
da_dk: Beløb

source: An account with this email already exists. Please log in instead.
da_dk: Der findes allerede en konto med denne e-mailadresse. Log ind i stedet.

source: An email with login instructions will be sent to the user.
da_dk: En e-mail med login-instruktioner vil blive sendt til brugeren.

source: An error occurred while processing your payment.
da_dk: Der opstod en fejl under behandling af din betaling.

source: An error occurred while updating your payment method.
da_dk: Der opstod en fejl under opdatering af din betalingsmetode.

source: An unexpected error occurred while processing your request.
da_dk: Der opstod en uventet fejl ved behandlingen.

source: An unexpected error occurred. Please try again or contact support if the problem persists.
da_dk: Der opstod en uventet fejl. Prøv igen eller kontakt support, hvis problemet fortsætter.

source: An unexpected state occurred. Please reload the page.
da_dk: Der opstod en uventet tilstand. Venligst genindlæs siden.

source: Analytics
da_dk: Analyse

source: Any role
da_dk: Enhver rolle

source: Any status
da_dk: Enhver status

source: Are you sure you want to delete <0>{0} users</0>?
da_dk: Er du sikker på, at du vil slette <0>{0} brugere</0>?

source: Are you sure you want to delete <0>{userDisplayName}</0>?
da_dk: Er du sikker på, at du vil slette <0>{userDisplayName}</0>?

source: Are you sure you want to permanently delete <0>{0} users</0>?
da_dk: Er du sikker på, at du vil slette <0>{0} brugere</0> permanent?

source: Are you sure you want to permanently delete <0>{userDisplayName}</0>?
da_dk: Er du sikker på, at du vil slette <0>{userDisplayName}</0> permanent?

source: Are you sure you want to revoke this session? The device will be logged out and will need to log in again.
da_dk: Er du sikker på, at du vil tilbagekalde denne session? Enheden vil blive logget ud og skal logge ind igen.

source: Audit reports and assessments
da_dk: Revisions rapporter og vurderinger

source: Authentication failed
da_dk: Godkendelse mislykkedes

source: Authentication is shared across all tabs.
da_dk: Autentificering deles på tværs af alle faner.

source: Authentication is shared across all tabs. To use multiple accounts simultaneously, please use different browsers.
da_dk: Autentificering deles på tværs af alle faner. For at bruge flere konti samtidigt, brug venligst forskellige browsere.

source: Authentication was cancelled or denied. Please try again if you want to continue.
da_dk: Godkendelse blev annulleret eller afvist. Prøv venligst igen, hvis du vil fortsætte.

source: Azure Compliance
da_dk: Azure Overholdelse

source: Azure Compliance (opens in new window)
da_dk: Azure Overholdelse (åbner i nyt vindue)

source: Back to app
da_dk: Tilbage til appen

source: Back to login
da_dk: Tilbage til login

source: Back to signup
da_dk: Tilbage til tilmelding

source: Basic support
da_dk: Basal support

source: Bill to
da_dk: Faktureres til

source: Billing email
da_dk: Faktureringsmail

source: Billing history
da_dk: Betalingshistorik

source: Billing information
da_dk: Faktureringsoplysninger

source: Billing information updated
da_dk: Faktureringsoplysninger opdateret

source: Billing is not configured. Please contact support to enable payment processing.
da_dk: Betaling er ikke konfigureret. Kontakt support for at aktivere betalingsbehandling.

source: billing@company.com
da_dk: fakturering@firma.dk

source: Built on <0>PlatformPlatform<1/></0> - an open-source platform by industry experts showcasing how to build enterprise-grade B2B SaaS products
da_dk: Bygget på <0>PlatformPlatform<1/></0> - en open-source platform af brancheeksperter til professionel B2B SaaS udvikling

source: Built with
da_dk: Bygget med

source: By continuing, you accept our policies
da_dk: Ved at fortsætte accepterer du vores vilkår

source: By subscribing, you agree to our <0>terms of service</0> and <1>privacy policy</1>.
da_dk: Ved at abonnere accepterer du vores <0>servicevilkår</0> og <1>privatlivspolitik</1>.

source: Can't find your code?
da_dk: Kan du ikke finde din kode?

source: Cancel
da_dk: Annuller

source: Cancel downgrade
da_dk: Annuller nedgradering

source: Cancel scheduled downgrade
da_dk: Annuller planlagt nedgradering

source: Cancel subscription
da_dk: Opsig abonnement

source: Cancellation reason
da_dk: Opsigelsesgrund

source: Cancelling
da_dk: Annullerer

source: Cancelling...
da_dk: Annullerer...

source: Change
da_dk: Skift

source: Change language
da_dk: Skift sprog

source: Change logo
da_dk: Skift logo

source: Change plan
da_dk: Skift plan

source: Change profile picture
da_dk: Skift profilbillede

source: Change role
da_dk: Skift rolle

source: Change theme
da_dk: Skift tema

source: Change user preferences
da_dk: Skift bruger præferencer

source: Change user role
da_dk: Skift brugerrolle

source: Change user role for {0}
da_dk: Skift brugerrolle for {0}

source: Changing to {0} {1} on {formattedPeriodEndLong}
da_dk: Skifter til {0} {1} den {formattedPeriodEndLong}

source: Check your spam folder.
da_dk: Tjek din spammappe.

source: Choose a plan to get started.
da_dk: Vælg en plan for at komme i gang.

source: Choose how the application looks to you on this device.
da_dk: Vælg hvordan applikationen ser ud for dig på denne enhed.

source: City
da_dk: By

source: Clear
da_dk: Ryd

source: Clear filters
da_dk: Ryd filtre

source: Clear search
da_dk: Ryd søgning

source: Close
da_dk: Luk

source: Close user profile
da_dk: Luk brugerprofil

source: Complete your payment to activate your subscription.
da_dk: Gennemfør din betaling for at aktivere dit abonnement.

source: Compliance
da_dk: Overholdelse

source: Confirm downgrade
da_dk: Bekræft nedgradering

source: Contact support
da_dk: Kontakt support

source: Contact the account owner immediately if you believe this is incorrect.
da_dk: Kontakt kontoejeren omgående, hvis du mener, dette er forkert.

source: Contact your administrator if you believe this is a mistake.
da_dk: Kontakt din administrator, hvis du mener, dette er en fejl.

source: Continue
da_dk: Fortsæt

source: Country
da_dk: Land

source: Create new account
da_dk: Opret ny konto

source: Create your account
da_dk: Opret din konto

source: Created
da_dk: Oprettet

source: Credit note
da_dk: Kreditnota

source: Current
da_dk: Nuværende

source: Current plan
da_dk: Nuværende plan

source: Customize your theme, language, and zoom settings.
da_dk: Tilpas dit tema, sprog og zoomindstillinger.

source: Danger zone
da_dk: Farezone

source: Dark
da_dk: Mørk

source: Data Processing Agreement
da_dk: Databehandleraftale

source: Data protection addendum
da_dk: Databeskyttelsestillæg

source: Data residency
da_dk: Dataopbevaring

source: Data storage location for privacy and compliance. This cannot be changed later.
da_dk: Datalagringsplacering for privatliv og compliance. Dette kan ikke ændres senere.

source: Date
da_dk: Dato

source: Decline
da_dk: Afslå

source: Declining...
da_dk: Afslår...

source: Default
da_dk: Standard

source: Delete
da_dk: Slet

source: Delete {0} users
da_dk: Slet {0} brugere

source: Delete account
da_dk: Slet konto

source: Delete permanently
da_dk: Slet permanent

source: Delete user
da_dk: Slet bruger

source: Delete users
da_dk: Slet brugere

source: Delete your account and all data. This action is irreversible—proceed with caution.
da_dk: Slet din konto og alle data. Denne handling kan ikke fortrydes—fortsæt med forsigtighed.

source: Deleted
da_dk: Slettet

source: Deleted users
da_dk: Slettede brugere

source: Deleted users loading
da_dk: Slettede brugere indlæses

source: Deleted users will appear here for recovery
da_dk: Slettede brugere vil blive vist her til gendannelse

source: Desktop
da_dk: Stationær

source: Devices that have logged into your account. Revoke any sessions you do not recognize.
da_dk: Enheder, der har logget ind på din konto. Tilbagekald alle sessioner, du ikke genkender.

source: Different user logged in
da_dk: En anden bruger loggede ind

source: Do you already have an account?
da_dk: Har du allerede en konto?

source: Don't have an account? <0>Create one</0>
da_dk: Har du ikke en konto? <0>Opret en</0>

source: Downgrade
da_dk: Nedgrader

source: Downgrade to {planName}
da_dk: Nedgrader til {planName}

source: DPA
da_dk: DBA

source: E.g. Acme Corp
da_dk: F.eks. Hansen & Co

source: E.g. Alex
da_dk: F.eks. Anders

source: E.g. Software engineer
da_dk: F.eks. Softwareingeniør

source: E.g. Taylor
da_dk: F.eks. Jensen

source: Edit
da_dk: Rediger

source: Edit billing information
da_dk: Rediger faktureringsoplysninger

source: Edit profile
da_dk: Rediger profil

source: Edit user profile
da_dk: Rediger brugerprofil

source: Empty recycle bin
da_dk: Tøm papirkurv

source: Enter the billing details for your subscription.
da_dk: Indtast faktureringsoplysningerne for dit abonnement.

source: Enter your email below to log in
da_dk: Indtast din e-mail nedenfor for at logge ind

source: Enter your new payment details below.
da_dk: Indtast dine nye betalingsoplysninger nedenfor.

source: Enter your verification code
da_dk: Indtast din bekræftelseskode

source: Enterprise-grade Azure infrastructure
da_dk: Azure infrastruktur i virksomhedsklasse

source: Environment isolation
da_dk: Miljøisolering

source: Estimated next bill: {targetFormattedPrice}
da_dk: Forventet næste regning: {targetFormattedPrice}

source: Europe
da_dk: Europa

source: expires
da_dk: udløber

source: Failed
da_dk: Mislykket

source: Failed to load payment processor.
da_dk: Kunne ikke indlæse betalingsprocessor.

source: Feel free to reach out with any questions or issues you may have.
da_dk: Du er velkommen til at kontakte os med eventuelle spørgsmål eller problemer, du måtte have.

source: Filters
da_dk: Filtre

source: First name
da_dk: Fornavn

source: For detailed compliance certifications and audit reports, visit Microsoft's official resources.
da_dk: For detaljerede certificeringer og revisionsrapporter, besøg Microsofts officielle ressourcer.

source: For your protection, you have been logged out. Please log in again to continue.
da_dk: For din beskyttelse er du blevet logget ud. Log venligst ind igen for at fortsætte.

source: Found an alternative
da_dk: Fandt et alternativ

source: Free
da_dk: Gratis

source: Free, open-source .NET and React starter kit for building modern SaaS applications.
da_dk: Gratis, open-source .NET og React startpakke til at bygge moderne SaaS-applikationer.

source: Full access except changing user roles and account settings
da_dk: Fuld adgang undtagen ændring af brugerroller og kontoindstillinger

source: Full access including user roles and account settings
da_dk: Fuld adgang inklusive brugerroller og kontoindstillinger

source: Fully managed infrastructure
da_dk: Fuldt administreret infrastruktur

source: GDPR Article 28 compliant agreement for processing data on your behalf.
da_dk: GDPR Artikel 28-kompatibel aftale for behandling af data på dine vegne.

source: GDPR compliant
da_dk: GDPR-kompatibel

source: GDPR Compliant
da_dk: GDPR-kompatibel

source: GitHub deploys directly to Azure without passwords or API keys
da_dk: GitHub deployer direkte til Azure uden adgangskoder eller API-nøgler

source: Go to account settings
da_dk: Gå til kontoindstillinger

source: Go to home
da_dk: Gå til forsiden

source: Help your team recognize your invites
da_dk: Hjælp dit team med at genkende dine invitationer

source: Hi! Welcome back
da_dk: Hej! Velkommen tilbage

source: Hide details
da_dk: Skjul detaljer

source: How we collect, use, and protect your personal data in compliance with GDPR.
da_dk: Hvordan vi indsamler, bruger og beskytter dine personlige data i overensstemmelse med GDPR.

source: Identity mismatch
da_dk: Identitetsuoverensstemmelse

source: If you cancel, you will keep access to your {0} plan until {formattedPeriodEnd}. After that, your account will be downgraded.
da_dk: Hvis du annullerer, beholder du adgang til din {0}-plan indtil {formattedPeriodEnd}. Derefter vil din konto blive nedgraderet.

source: If you cancel, you will keep access to your current plan until the end of your billing period. After that, your account will be downgraded.
da_dk: Hvis du annullerer, beholder du adgang til din nuværende plan indtil slutningen af din faktureringsperiode. Derefter vil din konto blive nedgraderet.

source: Image must be smaller than 1 MB.
da_dk: Billedet skal være mindre end 1 MB.

source: Invalid request
da_dk: Ugyldig anmodning

source: Invitation pending
da_dk: Invitation afventer

source: Invite user
da_dk: Inviter bruger

source: Invited users
da_dk: Inviterede brugere

source: Invoice
da_dk: Faktura

source: IP address
da_dk: IP-adresse

source: Is there anything else you would like us to know? (optional)
da_dk: Er der andet, du gerne vil fortælle os? (valgfrit)

source: It may take up to 5 minutes before the device is logged out.
da_dk: Det kan tage op til 5 minutter, før enheden er logget ud.

source: Just now
da_dk: Lige nu

source: Keep downgrade
da_dk: Behold nedgradering

source: Keep subscription
da_dk: Behold abonnement

source: Language
da_dk: Sprog

source: Large
da_dk: Stor

source: Larger
da_dk: Større

source: Last active
da_dk: Sidst aktiv

source: Last name
da_dk: Efternavn

source: Last seen
da_dk: Sidst set

source: Leave
da_dk: Forlad

source: Legal and Compliance
da_dk: Juridisk og overholdelse

source: Let's set up your account
da_dk: Lad os opsætte din konto

source: Let's set up your profile
da_dk: Lad os opsætte din profil

source: Light
da_dk: Lys

source: Loading...
da_dk: Indlæser...

source: Log in
da_dk: Log ind

source: Log in with email
da_dk: Log ind med e-mail

source: Log in with Google
da_dk: Log ind med Google

source: Log out
da_dk: Log ud

source: Logged out
da_dk: Logget ud

source: Login method
da_dk: Login-metode

source: Login verification code
da_dk: Login-bekræftelseskode

source: Manage subscription
da_dk: Administrer abonnement

source: Manage your account here.
da_dk: Administrer din konto her.

source: Manage your subscription and billing.
da_dk: Administrer dit abonnement og betaling.

source: Manage your users and permissions here.
da_dk: Administrer dine brugere og tilladelser her.

source: Managed identities
da_dk: Administrerede identiteter

source: Member
da_dk: Medlem

source: Microsoft Azure Platform-as-a-Service (PaaS) with enterprise-grade reliability.
da_dk: Microsoft Azure Platform-as-a-Service (PaaS) med pålidelighed i virksomhedsklasse.

source: Microsoft compliance resources
da_dk: Microsofts overholdelsesressourcer

source: Microsoft DPA
da_dk: Microsoft DBA

source: Microsoft DPA (opens in new window)
da_dk: Microsoft DBA (åbner i nyt vindue)

source: Microsoft patches and secures all PaaS infrastructure automatically
da_dk: Microsoft opdaterer og sikrer automatisk al PaaS infrastruktur

source: Mobile
da_dk: Mobil

source: Modified date
da_dk: Ændret dato

source: More information
da_dk: Mere information

source: Name
da_dk: Navn

source: Name as it appears on invoices
da_dk: Navn som det fremgår på fakturaer

source: Need help? Our support team is here to assist you.
da_dk: Har du brug for hjælp? Vores supportteam er klart til at hjælpe.

source: Next
da_dk: Næste

source: Next billing date: {formattedPeriodEndLong}
da_dk: Næste faktureringsdato: {formattedPeriodEndLong}

source: No account found for this email address. Please sign up to create an account.
da_dk: Ingen konto fundet for denne e-mailadresse. Tilmeld dig venligst for at oprette en konto.

source: No active sessions found.
da_dk: Ingen aktive sessioner

source: No billing information on file
da_dk: Ingen faktureringsoplysninger registreret

source: No longer needed
da_dk: Ikke længere nødvendigt

source: No payment history available.
da_dk: Ingen betalingshistorik tilgængelig.

source: No payment method on file
da_dk: Ingen betalingsmetode registreret

source: No users found
da_dk: Ingen brugere fundet

source: One-time password
da_dk: Engangskode

source: Only account owners can modify the account name
da_dk: Kun kontoejere kan ændre kontonavnet

source: Only owners can change user roles
da_dk: Kun ejere kan ændre brugerroller

source: Only trusted personnel access data through Azure AD authentication
da_dk: Kun betroet personale får adgang til data gennem Azure AD autentificering

source: Open navigation menu
da_dk: Åbn navigationsmenu

source: or
da_dk: eller

source: Other reason
da_dk: Anden grund

source: Our support team will assist you with the account deletion process and ensure all your data is properly removed.
da_dk: Vores supportteam hjælper dig med at slette din konto og sikrer, at alle dine data bliver fjernet.

source: Overview
da_dk: Overblik

source: Owner
da_dk: Ejer

source: Page not found
da_dk: Siden blev ikke fundet

source: Passwordless deployments
da_dk: Adgangskodeløse implementeringer

source: Pay and subscribe
da_dk: Betal og abonner

source: Pay and upgrade
da_dk: Betal og opgrader

source: Payment authentication failed.
da_dk: Betalingsgodkendelse mislykkedes.

source: Payment failed. Your subscription will be suspended soon.
da_dk: Betaling mislykkedes. Dit abonnement vil blive suspenderet snart.

source: Payment method
da_dk: Betalingsmetode

source: Payment method updated
da_dk: Betalingsmetode opdateret

source: Pending
da_dk: Afventer

source: Permanently delete {0} users
da_dk: Slet {0} brugere permanent

source: Permanently delete user
da_dk: Slet bruger permanent

source: Permanently delete users
da_dk: Slet brugere permanent

source: Plans
da_dk: Planer

source: PlatformPlatform on GitHub (opens in new window)
da_dk: PlatformPlatform på GitHub (åbner i nyt vindue)

source: Please check the URL or return to the home page.
da_dk: Tjek venligst URL'en eller vend tilbage til forsiden.

source: Please check your email for a verification code sent to <0>{email}</0>
da_dk: Tjek din e-mail for en bekræftelseskode sendt til <0>{email}</0>

source: Please include your country code
da_dk: Inkluder venligst din landekode

source: Please log in again to continue.
da_dk: Log venligst ind igen for at fortsætte.

source: Please select a JPEG, PNG, GIF, or WebP image.
da_dk: Vælg et JPEG-, PNG-, GIF- eller WebP-billede.

source: Please select a JPEG, PNG, GIF, WebP, or SVG image.
da_dk: Vælg et JPEG-, PNG-, GIF-, WebP- eller SVG-billede.

source: Please try again or return to the home page.
da_dk: Prøv venligst igen eller vend tilbage til forsiden.

source: Please wait while we confirm your payment. This may take a few moments.
da_dk: Vent venligst mens vi bekræfter din betaling. Det kan tage et øjeblik.

source: Postal code
da_dk: Postnummer

source: Preferences
da_dk: Præferencer

source: Previous
da_dk: Forrige

source: Priority support
da_dk: Prioriteret support

source: Privacy
da_dk: Privatliv

source: Privacy policies
da_dk: Fortrolighedspolitikker

source: Privacy Policy
da_dk: Privatlivspolitik

source: Processing payment...
da_dk: Behandler betaling...

source: Processing...
da_dk: Behandler...

source: Profile
da_dk: Profil

source: Profile avatar
da_dk: Profilavatar

source: Profile photo
da_dk: Profilbillede

source: Profile updated successfully
da_dk: Profil opdateret succesfuldt

source: Reactivate
da_dk: Fortryd opsigelse

source: Reactivate subscription
da_dk: Fortryd opsigelse

source: Recycle bin
da_dk: Papirkurv

source: Recycle bin is empty
da_dk: Papirkurven er tom

source: Redirecting...
da_dk: Omdirigerer...

source: Refunded
da_dk: Refunderet

source: Regulatory standards and certifications
da_dk: Lovgivningsmæssige standarder og certificeringer

source: Reload
da_dk: Genindlæs

source: Remove logo
da_dk: Fjern logo

source: Remove profile picture
da_dk: Fjern profilbillede

source: Request a new code
da_dk: Anmod om en ny kode

source: Restore
da_dk: Gendan

source: Restore {0} users
da_dk: Gendan {0} brugere

source: Restore user
da_dk: Gendan bruger

source: Restoring...
da_dk: Gendanner...

source: Revoke
da_dk: Tilbagekald

source: Revoke session
da_dk: Tilbagekald session

source: Revoking...
da_dk: Tilbagekalder...

source: Role
da_dk: Rolle

source: Save
da_dk: Gem

source: Save changes
da_dk: Gem ændringer

source: Saving...
da_dk: Gemmer...

source: Screenshots of the dashboard project with desktop and mobile versions
da_dk: Skærmbilleder af dashboard-projektet med desktop- og mobilversioner

source: Search
da_dk: Søg

source: Security alert
da_dk: Sikkerhedsadvarsel
