Repository: platformplatform/PlatformPlatform
Catalog: application/account/WebApp/shared/translations/locale/*.po
Languages: da_dk

source: Security, privacy, and compliance information
da_dk: Sikkerheds-, privatlivs- og overholdelsesoplysninger

source: Select {0} {1}
da_dk: Vælg {0} {1}

source: Select account
da_dk: Vælg konto

source: Select all users
da_dk: Vælg alle brugere

source: Select country
da_dk: Vælg land

source: Select dates
da_dk: Vælg datoer

source: Select your preferred language. Saved to your profile.
da_dk: Vælg dit foretrukne sprog. Gemt på din profil.

source: Send invite
da_dk: Send invitation

source: Sending verification code...
da_dk: Sender bekræftelseskode...

source: Sending...
da_dk: Sender...

source: Session ended
da_dk: Session afsluttet

source: Session expired
da_dk: Session udløbet

source: Session revoked successfully
da_dk: Session tilbagekaldt succesfuldt

source: Sessions
da_dk: Sessioner

source: Settings
da_dk: Indstillinger

source: Show details
da_dk: Vis detaljer

source: Show search filters
da_dk: Vis søgefiltre

source: Sign up
da_dk: Tilmeld dig

source: Sign up in seconds to start building on PlatformPlatform – just like thousands of others.
da_dk: Tilmeld dig på sekunder og begynd at bygge på PlatformPlatform – ligesom tusindvis af andre.

source: Sign up with email
da_dk: Tilmeld dig med e-mail

source: Sign up with Google
da_dk: Tilmeld dig med Google

source: Signup verification code
da_dk: Tilmeldingsbekræftelseskode

source: Small
da_dk: Lille

source: SOC and ISO Reports
da_dk: SOC og ISO rapporter

source: SOC and ISO Reports (opens in new window)
da_dk: SOC og ISO rapporter (åbner i nyt vindue)

source: Something went wrong
da_dk: Noget gik galt

source: Standard user access
da_dk: Standard brugeradgang

source: State / Province
da_dk: Stat / Region

source: State or region
da_dk: Stat eller region

source: Stay
da_dk: Bliv

source: Street address
da_dk: Vejnavn

source: Strict separation prevents production data from leaking to other environments
da_dk: Streng adskillelse forhindrer produktionsdata i at lække til andre miljøer

source: Subscribe
da_dk: Abonner

source: Subscription
da_dk: Abonnement

source: Subscription plans
da_dk: Abonnementsplaner

source: Subscription tabs
da_dk: Abonnementsfaner

source: Succeeded
da_dk: Gennemført

source: Switch account
da_dk: Skift konto

source: Switching account...
da_dk: Skifter konto...

source: Tax
da_dk: Moms

source: Tax ID (VAT number)
da_dk: CVR-nummer

source: Tell us a bit about yourself to get started.
da_dk: Fortæl os lidt om dig selv for at komme i gang.

source: Tell us more...
da_dk: Fortæl os mere...

source: Terms
da_dk: Vilkår

source: Terms of Service
da_dk: Servicevilkår

source: Terms of use
da_dk: Brugsvilkår

source: The agreement governing your use of our Service, including acceptable use and liability.
da_dk: Aftalen der styrer din brug af vores service, inklusive acceptabel brug og ansvar.

source: The authentication request was invalid. Please try again.
da_dk: Godkendelsesanmodningen var ugyldig. Prøv venligst igen.

source: The name of your account, shown to users and in email notifications
da_dk: Navnet på din konto, vist til brugere og i e-mail-notifikationer

source: The page you are looking for does not exist or was moved.
da_dk: Siden du leder efter findes ikke eller er blevet flyttet.

source: Theme
da_dk: Tema

source: This account is linked to a different Google identity.
da_dk: Denne konto er knyttet til en anden Google-identitet.

source: This action cannot be undone.
da_dk: Denne handling kan ikke fortrydes.

source: This can happen when email ownership has changed. Contact your account administrator.
da_dk: Dette kan ske, når e-mailejerskabet er ændret. Kontakt din kontoadministrator.

source: This device
da_dk: Denne enhed

source: This is the region where your data is stored
da_dk: Dette er den region, hvor dine data er lagret

source: This will permanently delete <0>{totalDeletedUsersCount} users</0> in the recycle bin.
da_dk: Dette vil permanent slette <0>{totalDeletedUsersCount} brugere</0> i papirkurven.

source: This will permanently delete <0>1 user</0> in the recycle bin.
da_dk: Dette vil permanent slette <0>1 bruger</0> i papirkurven.

source: Title
da_dk: Titel

source: To delete your account, please contact our support team.
da_dk: For at slette din konto bedes du kontakte vores supportteam.

source: Toggle sidebar
da_dk: Skift sidepanel

source: Too expensive
da_dk: For dyrt

source: Total users
da_dk: Totalt antal brugere

source: Transparency, security, and privacy are at the core of how we operate. Review our policies and learn how we protect your data.
da_dk: Gennemsigtighed, sikkerhed og privatliv er kernen i hvordan vi opererer. Gennemgå vores politikker og lær hvordan vi beskytter dine data.

source: Trust Center
da_dk: Tillidscenter

source: Trust Center (opens in new window)
da_dk: Tillidscenter (åbner i nyt vindue)

source: Try adjusting your search or filters
da_dk: Prøv at justere din søgning eller filtre

source: Try again
da_dk: Prøv igen

source: Unable to load profile
da_dk: Kunne ikke indlæse profil

source: Unknown
da_dk: Ukendt

source: Unknown state
da_dk: Ukendt tilstand

source: Unlimited users
da_dk: Ubegrænset antal brugere

source: Unnamed account
da_dk: Unavngivet konto

source: Unsaved changes
da_dk: Ugemte ændringer

source: Update
da_dk: Opdater

source: Update payment method
da_dk: Opdater betalingsmetode

source: Update the billing details associated with your subscription.
da_dk: Opdater faktureringsoplysningerne tilknyttet dit abonnement.

source: Update your profile picture and personal details here.
da_dk: Opdater dit profilbillede og personlige oplysninger her.

source: Updating...
da_dk: Opdaterer...

source: Upgrade
da_dk: Opgrader

source: Upgrade to {0}
da_dk: Opgrader til {0}

source: Upload profile picture
da_dk: Upload profilbillede

source: User
da_dk: Bruger

source: User actions
da_dk: Brugerhandlinger

source: User data updated
da_dk: Brugerdata opdateret

source: User deleted successfully: {userDisplayName}
da_dk: Bruger slettet succesfuldt: {userDisplayName}

source: User invited successfully
da_dk: Bruger inviteret succesfuldt

source: User menu
da_dk: Brugermenu

source: User not in current view
da_dk: Bruger ikke i nuværende visning

source: User permanently deleted: {userDisplayName}
da_dk: Bruger slettet permanent: {userDisplayName}

source: User preferences
da_dk: Bruger præferencer

source: User profile
da_dk: Brugerprofil

source: User recycle bin
da_dk: Papirkurv for brugere

source: User restored successfully: {userName}
da_dk: Bruger genoprettet succesfuldt: {userName}

source: User role
da_dk: Brugerrolle

source: User role updated successfully for {userDisplayName}
da_dk: Brugerrolle opdateret succesfuldt for {userDisplayName}

source: User sessions
da_dk: Bruger sessioner

source: User status
da_dk: Brugerstatus

source: User tabs
da_dk: Brugerfaner

source: Users
da_dk: Brugere

source: Users loading
da_dk: Brugere indlæses

source: Users who haven't confirmed their email
da_dk: Brugere, der ikke har bekræftet deres e-mail

source: VAT number
da_dk: CVR-nummer

source: Verification code sent
da_dk: Bekræftelseskode sendt

source: Verified
da_dk: Bekræftet

source: Verify
da_dk: Bekræft

source: Verifying...
da_dk: Bekræfter...

source: View active users
da_dk: Se aktive brugere

source: View invitation
da_dk: Se invitation

source: View invited users
da_dk: Se inviterede brugere

source: View profile
da_dk: Se profil

source: View users
da_dk: Se brugere

source: We detected a security issue with your login attempt. Please try again.
da_dk: Vi opdagede et sikkerhedsproblem med dit loginforsøg. Prøv venligst igen.

source: We detected suspicious activity on your account. Someone may have attempted to take over your session.
da_dk: Vi opdagede mistænkelig aktivitet på din konto. Nogen kan have forsøgt at overtage din session.

source: When you accept this invitation, your profile information (name, title, and avatar) from your current account will be copied to the new account.
da_dk: Når du accepterer denne invitation, vil dine profiloplysninger (navn, titel og avatar) fra din nuværende konto blive kopieret til den nye konto.

source: You cannot change your own role
da_dk: Du kan ikke ændre din egen rolle

source: You cannot delete yourself
da_dk: Du kan ikke slette dig selv

source: You do not have permission to access this page.
da_dk: Du har ikke tilladelse til at tilgå denne side.

source: You have {invitationCount} pending invitations.
da_dk: Du har {invitationCount} afventende invitationer.

source: You have been invited to join <0>{0}</0>.
da_dk: Du er blevet inviteret til at deltage i <0>{0}</0>.

source: You have unsaved changes. If you leave now, your changes will be lost.
da_dk: Du har ugemte ændringer. Hvis du forlader nu, vil dine ændringer gå tabt.

source: You were logged out from another browser tab.
da_dk: Du blev logget ud fra en anden browsertab.

source: Your {0} subscription has been cancelled and will end on {formattedPeriodEnd}. Reactivate by selecting a plan below.
da_dk: Dit {0}-abonnement er blevet opsagt og udløber den {formattedPeriodEnd}. Fortryd opsigelsen ved at vælge en plan nedenfor.

source: Your {0} subscription has been cancelled and will end on {formattedPeriodEndLong}.
da_dk: Dit {0}-abonnement er blevet opsagt og udløber den {formattedPeriodEndLong}.

source: Your account has been deleted.
da_dk: Din konto er blevet slettet.

source: Your account has been suspended. Please contact the account owner to restore access.
da_dk: Din konto er blevet suspenderet. Kontakt venligst kontoejeren for at gendanne adgangen.

source: Your account has been suspended. Please visit the subscription page to resolve any issues and restore access.
da_dk: Din konto er blevet suspenderet. Besøg venligst abonnementssiden for at løse eventuelle problemer og gendanne adgangen.

source: Your account was switched in another browser tab.
da_dk: Din konto blev skiftet i en anden browsertab.

source: Your account was switched to <0>{newTenantName}</0> in another browser tab.
da_dk: Din konto blev skiftet til <0>{newTenantName}</0> i en anden browsertab.

source: Your cancellation will be reversed and your {planName} subscription will remain active.
da_dk: Din opsigelse vil blive fortrudt, og dit {planName}-abonnement vil forblive aktivt.

source: Your cancellation will be reversed and your subscription will be changed to {planName}.
da_dk: Din opsigelse vil blive fortrudt, og dit abonnement vil blive ændret til {planName}.

source: Your data stays in the Azure region you select at signup
da_dk: Dine data forbliver i den Azure region du vælger ved tilmelding

source: Your downgrade has been scheduled.
da_dk: Din nedgradering er blevet planlagt.

source: Your payment card is expired or expiring soon. Please update your payment method to avoid service interruption.
da_dk: Dit betalingskort er udløbet eller udløber snart. Opdater venligst din betalingsmetode for at undgå afbrydelse af tjenesten.

source: Your payment card is expiring soon. Update your payment method to avoid interruption.
da_dk: Dit betalingskort udløber snart. Opdater din betalingsmetode for at undgå afbrydelse.

source: Your plan has been upgraded.
da_dk: Dit abonnement er blevet opgraderet.

source: Your plan will be downgraded to {planName} at the end of your current billing period on {formattedDate}. You will keep your current plan features until then.
da_dk: Din plan vil blive nedgraderet til {planName} ved udgangen af din nuværende faktureringsperiode den {formattedDate}. Du beholder dine nuværende planfunktioner indtil da.

source: Your plan will be downgraded to {planName} at the end of your current billing period. You will keep your current plan features until then.
da_dk: Din plan vil blive nedgraderet til {planName} ved udgangen af din nuværende faktureringsperiode. Du beholder dine nuværende planfunktioner indtil da.

source: Your professional title or role
da_dk: Din professionelle titel eller rolle

source: Your scheduled downgrade has been cancelled.
da_dk: Din planlagte nedgradering er blevet afbrudt.

source: Your session has expired.
da_dk: Din session er udløbet.

source: Your session was ended from another device.
da_dk: Din session blev afsluttet fra en anden enhed.

source: Your subscription has been activated.
da_dk: Dit abonnement er blevet aktiveret.

source: Your subscription has been cancelled and will end at the end of the current billing period.
da_dk: Dit abonnement er blevet opsagt og udløber ved udgangen af den nuværende faktureringsperiode.

source: Your subscription has been cancelled and will end at the end of the current billing period. Reactivate by selecting a plan below.
da_dk: Dit abonnement er blevet opsagt og udløber ved udgangen af den nuværende faktureringsperiode. Fortryd opsigelsen ved at vælge en plan nedenfor.

source: Your subscription has been cancelled.
da_dk: Dit abonnement er blevet opsagt.

source: Your subscription has been reactivated.
da_dk: Din opsigelse er blevet fortrudt.

source: Your subscription is scheduled to downgrade from {currentPlanName} to {scheduledPlanName} on {formattedDate}. If you cancel the downgrade, you will stay on the {currentPlanName} plan.
da_dk: Dit abonnement er planlagt til at blive nedgraderet fra {currentPlanName} til {scheduledPlanName} den {formattedDate}. Hvis du afbryder nedgraderingen, forbliver du på {currentPlanName}-planen.

source: Your subscription is scheduled to downgrade from {currentPlanName} to {scheduledPlanName}. If you cancel the downgrade, you will stay on the {currentPlanName} plan.
da_dk: Dit abonnement er planlagt til at blive nedgraderet fra {currentPlanName} til {scheduledPlanName}. Hvis du afbryder nedgraderingen, forbliver du på {currentPlanName}-planen.

source: Your subscription will be cancelled at the end of the current billing period. After that, your account will be suspended.
da_dk: Dit abonnement er blevet opsagt, med effekt fra udgangen af den nuværende faktureringsperiode. Herefter vil din konto blive suspenderet.

source: Your subscription will be downgraded to {0} at the end of the current billing period.
da_dk: Dit abonnement vil blive nedgraderet til {0} ved udgangen af den nuværende faktureringsperiode.

source: Your subscription will be downgraded to {0} on {formattedPeriodEnd}.
da_dk: Dit abonnement vil blive nedgraderet til {0} den {formattedPeriodEnd}.

source: Your subscription will be downgraded to {0} on {formattedPeriodEndLong}.
da_dk: Dit abonnement vil blive nedgraderet til {0} den {formattedPeriodEndLong}.

source: Your subscription will remain active until {formattedDate}. After that, your account will be suspended and you will lose access to paid features.
da_dk: Dit abonnement forbliver aktivt indtil {formattedDate}. Herefter vil din konto blive suspenderet, og du vil miste adgang til betalte funktioner.

source: Your team needs to know who's inviting them. Add an account name to get started.
da_dk: Dit team skal vide, hvem der inviterer dem. Tilføj et kontonavn for at komme i gang.

source: Your verification code has expired
da_dk: Din bekræftelseskode er udløbet

source: Your verification code is valid for {expiresInString}
da_dk: Din bekræftelseskode er gyldig i {expiresInString}

source: yourname@example.com
da_dk: ditnavn@eksempel.com

source: Zoom level
da_dk: Zoomniveau
