Repository: platformplatform/PlatformPlatform
Catalog: application/account-management/WebApp/shared/translations/locale/*.po
Languages: nl_nl

source: {0} users deleted successfully
nl_nl: {0} gebruikers succesvol verwijderd

source: A different user logged in from another browser tab.
nl_nl: Een andere gebruiker heeft ingelogd vanuit een ander browsertabblad.

source: A new verification code has been sent to your email.
nl_nl: Een nieuwe verificatiecode is naar je e-mail verzonden.

source: Accept invitation
nl_nl: Uitnodiging accepteren

source: Accepting...
nl_nl: Accepteren...

source: Account information
nl_nl: Accountinformatie

source: Account name
nl_nl: Accountnaam

source: Account name updated successfully
nl_nl: Accountnaam succesvol bijgewerkt

source: Account settings
nl_nl: Accountinstellingen

source: Account switched
nl_nl: Account gewisseld

source: Active
nl_nl: Actief

source: Active users
nl_nl: Actieve gebruikers

source: Active users in the past 30 days
nl_nl: Actieve gebruikers in de afgelopen 30 dagen

source: Add members to get started
nl_nl: Voeg leden toe om te beginnen

source: Add more in the Users menu
nl_nl: Nieuwe toevoegen via het Gebruikers menu

source: Add profile picture
nl_nl: Profielfoto toevoegen

source: Add selected users to team
nl_nl: Geselecteerde gebruikers toevoegen aan team

source: Add your account name
nl_nl: Voeg je accountnaam toe

source: Admin
nl_nl: Beheerder

source: All teams
nl_nl: Alle teams

source: All users
nl_nl: Alle gebruikers

source: An email with login instructions will be sent to the user.
nl_nl: Een e-mail met inloginstructies zal naar de gebruiker worden gestuurd.

source: An error occurred while processing your request. {0}
nl_nl: Er is een fout opgetreden bij het verwerken van uw verzoek. {0}

source: An unexpected state occurred. Please reload the page.
nl_nl: Er is een onverwachte fout opgetreden. Herlaad de pagina.

source: Any role
nl_nl: Elke rol

source: Any status
nl_nl: Elke status

source: Are you sure you want to delete <0>{0} users</0>?
nl_nl: Weet je zeker dat je <0>{0} gebruikers</0> wilt verwijderen?

source: Are you sure you want to delete <0>{0}</0>?
nl_nl: Weet je zeker dat je <0>{0}</0> wilt verwijderen?

source: Are you sure you want to delete <0>{userDisplayName}</0>?
nl_nl: Weet je zeker dat je <0>{userDisplayName}</0> wilt verwijderen?

source: Authentication is shared across all tabs.
nl_nl: Authenticatie wordt gedeeld over alle tabbladen.

source: Authentication is shared across all tabs. To use multiple accounts simultaneously, please use different browsers.
nl_nl: Authenticatie wordt gedeeld over alle tabbladen. Gebruik verschillende browsers om meerdere accounts tegelijk te gebruiken.

source: Available Users
nl_nl: Beschikbare gebruikers

source: Back to login
nl_nl: Terug naar inloggen

source: Back to signup
nl_nl: Terug naar aanmelding

source: By continuing, you accept our policies
nl_nl: Door te gaan, accepteer je onze voorwaarden

source: Can't find your code?
nl_nl: Kun je je code niet vinden?

source: Cancel
nl_nl: Annuleren

source: Change language
nl_nl: Taal wijzigen

source: Change logo
nl_nl: Logo wijzigen

source: Change profile picture
nl_nl: Profielfoto wijzigen

source: Change role
nl_nl: Rol wijzigen

source: Change theme
nl_nl: Thema wijzigen

source: Change user role
nl_nl: Gebruikersrol wijzigen

source: Change user role for {0}
nl_nl: Gebruikersrol wijzigen voor {0}

source: Check your spam folder.
nl_nl: Controleer je spammap.

source: Clear
nl_nl: Wissen

source: Clear filters
nl_nl: Filters wissen

source: Close
nl_nl: Sluiten

source: Close team details
nl_nl: Sluit teamdetails

source: Close user profile
nl_nl: Gebruikersprofiel sluiten

source: Contact support
nl_nl: Ondersteuning contacteren

source: Continue
nl_nl: Verder

source: Create Team
nl_nl: Team aanmaken

source: Create your account
nl_nl: Maak je account aan

source: Created
nl_nl: Aangemaakt

source: Creating...
nl_nl: Maken...

source: Danger zone
nl_nl: Gevaarzone

source: Dark
nl_nl: Donker

source: Decline
nl_nl: Weigeren

source: Declining...
nl_nl: Weigeren...

source: Delete
nl_nl: Verwijderen

source: Delete {0} users
nl_nl: Verwijder {0} gebruikers

source: Delete account
nl_nl: Account verwijderen

source: Delete team
nl_nl: Verwijder team

source: Delete Team
nl_nl: Verwijder team

source: Delete user
nl_nl: Gebruiker verwijderen

source: Delete users
nl_nl: Gebruikers verwijderen

source: Delete your account and all data. This action is irreversible—proceed with caution.
nl_nl: Verwijder je account en alle gegevens. Deze actie is onomkeerbaar—ga zorgvuldig te werk.

source: Deleting...
nl_nl: Verwijderen...

source: Description
nl_nl: Beschrijving

source: Different user logged in
nl_nl: Andere gebruiker ingelogd

source: Do you already have an account?
nl_nl: Heb je al een account?

source: Don't have an account? <0>Create one</0>
nl_nl: Heb je geen account? <0>Maak er één aan</0>

source: E.g. Alex
nl_nl: Bijv. Alex

source: E.g. Software engineer
nl_nl: Bijv. Software engineer

source: E.g. Taylor
nl_nl: Bijv. Taylor

source: Edit
nl_nl: Bewerken

source: Edit Members
nl_nl: Bewerk leden

source: Edit profile
nl_nl: Profiel bewerken

source: Edit Team
nl_nl: Bewerk team

source: Edit Team Members
nl_nl: Bewerk teamleden

source: Email
nl_nl: E-mailadres

source: Enter your email below to log in
nl_nl: Voer je e-mailadres hieronder in om in te loggen

source: Enter your verification code
nl_nl: Voer je verificatiecode in

source: Error: Something went wrong!
nl_nl: Fout: Er is iets misgegaan!

source: Europe
nl_nl: Europa

source: Failed to load team details
nl_nl: Kon teamdetails niet laden

source: Feel free to reach out with any questions or issues you may have.
nl_nl: Voel je vrij om contact op te nemen met vragen of problemen die je hebt.

source: Fetching data...
nl_nl: Gegevens ophalen...

source: First name
nl_nl: Voornaam

source: Go to account settings
nl_nl: Ga naar accountinstellingen

source: Help your team recognize your invites
nl_nl: Help je team je uitnodigingen te herkennen

source: Here's your overview of what's happening.
nl_nl: Hier is je overzicht van wat er gebeurt.

source: Hi! Welcome back
nl_nl: Hallo! Welkom terug

source: Image must be smaller than 1 MB.
nl_nl: Afbeelding moet kleiner zijn dan 1 MB.

source: Invitation pending
nl_nl: Uitnodiging in behandeling

source: Invite user
nl_nl: Gebruiker uitnodigen

source: Invited users
nl_nl: Uitgenodigde gebruikers

source: Language
nl_nl: Taal

source: Last name
nl_nl: Achternaam

source: Light
nl_nl: Licht

source: Loading...
nl_nl: Laden...

source: Log in
nl_nl: Inloggen

source: Log out
nl_nl: Uitloggen

source: Logged out
nl_nl: Uitgelogd

source: Login verification code
nl_nl: Verificatiecode voor inloggen

source: Logo removed successfully
nl_nl: Logo succesvol verwijderd

source: Logo uploaded successfully
nl_nl: Logo succesvol geüpload

source: Manage your account here.
nl_nl: Beheer je account hier.

source: Manage your teams and team members here.
nl_nl: Beheer hier uw teams en teamleden.

source: Manage your users and permissions here.
nl_nl: Beheer je gebruikers en rechten hier.

source: member
nl_nl: lid

source: Member
nl_nl: Lid

source: members
nl_nl: leden

source: Members
nl_nl: Leden

source: Modified
nl_nl: Gewijzigd

source: Modified date
nl_nl: Gewijzigde datum

source: Name
nl_nl: Naam

source: Navigation
nl_nl: Navigatie

source: Need help? Our support team is here to assist you.
nl_nl: Hulp nodig? Ons ondersteuningsteam staat voor je klaar.

source: Next
nl_nl: Volgende

source: No available users
nl_nl: Geen beschikbare gebruikers

source: No members yet
nl_nl: Nog geen leden

source: No team members
nl_nl: Geen teamleden

source: Only account owners can modify the account name
nl_nl: Alleen accounteigenaren kunnen de accountnaam wijzigen

source: Open navigation menu
nl_nl: Navigatiemenu openen

source: Organization
nl_nl: Organisatie

source: Our support team will assist you with the account deletion process and ensure all your data is properly removed.
nl_nl: Ons ondersteuningsteam helpt je met het verwijderen van je account en al je gegevens.

source: Owner
nl_nl: Eigenaar

source: Pending
nl_nl: In behandeling

source: Please check your email for a verification code sent to <0>{email}</0>
nl_nl: Controleer je e-mail voor een verificatiecode verzonden naar <0>{email}</0>

source: Please select a JPEG, PNG, GIF, or WebP image.
nl_nl: Selecteer een JPEG-, PNG-, GIF- of WebP-afbeelding.

source: Please select a JPEG, PNG, GIF, WebP, or SVG image.
nl_nl: Selecteer een JPEG-, PNG-, GIF-, WebP- of SVG-afbeelding.

source: Preview avatar
nl_nl: Voorbeeld avatar

source: Previous
nl_nl: Vorige

source: Privacy policies
nl_nl: Privacybeleid

source: Profile picture
nl_nl: Profielfoto

source: Profile updated successfully
nl_nl: Profiel succesvol bijgewerkt

source: Region
nl_nl: Regio

source: Reload
nl_nl: Herladen

source: Remove logo
nl_nl: Logo verwijderen

source: Remove profile picture
nl_nl: Profielfoto verwijderen

source: Remove selected members from team
nl_nl: Geselecteerde leden verwijderen van team

source: Request a new code
nl_nl: Vraag een nieuwe code aan

source: Role
nl_nl: Rol

source: Role changed successfully
nl_nl: Rol succesvol gewijzigd

source: Role for {0}
nl_nl: Rol voor {0}

source: Save changes
nl_nl: Wijzigingen opslaan

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Saving...
nl_nl: Opslaan...

source: Screenshots of the dashboard project with desktop and mobile versions
nl_nl: Schermafbeeldingen van het dashboardproject met desktop en mobiele versies

source: Search
nl_nl: Zoeken

source: Search by name, email, or title
nl_nl: Zoeken op naam, e-mail of functie

source: Select a new role for <0>{0}</0>
nl_nl: Selecteer een nieuwe rol voor <0>{0}</0>

source: Select Account
nl_nl: Selecteer account

source: Select dates
nl_nl: Selecteer datums

source: Send invite
nl_nl: Uitnodiging verzenden

source: Sending verification code...
nl_nl: Verificatiecode verzenden...

source: Settings
nl_nl: Instellingen

source: Show filters
nl_nl: Filters tonen

source: Sign up in seconds to start building on PlatformPlatform – just like thousands of others.
nl_nl: Meld je aan en begin direct met bouwen op PlatformPlatform – net als duizenden anderen.

source: Signup verification code
nl_nl: Verificatiecode voor aanmelding

source: Success
nl_nl: Succes

source: Switching account...
nl_nl: Account wisselen...

source: System
nl_nl: Systeem

source: Team Admins cannot change their own role
nl_nl: Teambeheerders kunnen hun eigen rol niet wijzigen

source: Team created successfully
nl_nl: Team aangemaakt

source: Team deleted successfully
nl_nl: Team verwijderd

source: Team Members
nl_nl: Teamleden

source: Team members updated successfully
nl_nl: Teamleden bijgewerkt

source: Team updated successfully
nl_nl: Team bijgewerkt

source: Terms of use
nl_nl: Gebruiksvoorwaarden

source: Theme
nl_nl: Thema

source: This is the region where your data is stored
nl_nl: Dit is de regio waar je gegevens zijn opgeslagen

source: Title
nl_nl: Titel

source: To delete your account, please contact our support team.
nl_nl: Neem contact op met ons ondersteuningsteam om je account te verwijderen.

source: Toggle sidebar
nl_nl: Zijbalk wisselen

source: Total users
nl_nl: Totale gebruikers

source: Try again
nl_nl: Probeer opnieuw

source: Unknown state
nl_nl: Onbekende status

source: Unnamed account
nl_nl: Naamloos account

source: Update your profile picture and personal details here.
nl_nl: Werk hier je profielfoto en persoonlijke gegevens bij.

source: Upload logo
nl_nl: Logo uploaden

source: Upload profile picture
nl_nl: Profielfoto uploaden

source: User actions
nl_nl: Gebruikersacties

source: User data updated
nl_nl: Gebruikersgegevens bijgewerkt

source: User deleted successfully: {userDisplayName}
nl_nl: Gebruiker succesvol verwijderd: {userDisplayName}

source: User invited successfully
nl_nl: Gebruiker succesvol uitgenodigd

source: User not in current view
nl_nl: Gebruiker niet in huidige weergave

source: User profile
nl_nl: Gebruikersprofiel

source: User profile menu
nl_nl: Gebruikersprofielmenu

source: User role
nl_nl: Gebruikersrol

source: User role updated successfully for {userDisplayName}
nl_nl: Gebruikersrol succesvol bijgewerkt voor {userDisplayName}

source: User status
nl_nl: Gebruikersstatus

source: user@email.com
nl_nl: gebruiker@email.com

source: Users
nl_nl: Gebruikers

source: Users who haven't confirmed their email
nl_nl: Gebruikers die hun e-mail niet hebben bevestigd

source: Verification code sent
nl_nl: Verificatiecode verzonden

source: Verified
nl_nl: Geverifieerd

source: Verify
nl_nl: Verifiëren

source: Verifying...
nl_nl: Verifiëren...

source: View active users
nl_nl: Actieve gebruikers bekijken

source: View invited users
nl_nl: Uitgenodigde gebruikers bekijken

source: View profile
nl_nl: Profiel bekijken

source: View users
nl_nl: Gebruikers bekijken

source: Welcome home
nl_nl: Welkom home

source: Welcome home, {0}
nl_nl: Welkom home, {0}

source: When you accept this invitation, your profile information (name, title, and avatar) from your current account will be copied to the new account.
nl_nl: Wanneer je deze uitnodiging accepteert, worden je profielgegevens (naam, titel en avatar) van je huidige account gekopieerd naar het nieuwe account.

source: You have been invited to join <0>{0}</0>.
nl_nl: Je bent uitgenodigd om lid te worden van <0>{0}</0>.

source: You must be a team member to view members
nl_nl: Je moet een teamlid zijn om leden te bekijken

source: You were logged out from another browser tab.
nl_nl: Je bent uitgelogd vanuit een ander browsertabblad.

source: Your account was switched in another browser tab.
nl_nl: Je account is gewisseld in een ander browsertabblad.

source: Your account was switched to <0>{newTenantName}</0> in another browser tab.
nl_nl: Je account is gewisseld naar <0>{newTenantName}</0> in een ander browsertabblad.

source: Your team needs to know who's inviting them. Add an account name to get started.
nl_nl: Je team moet weten wie hen uitnodigt. Voeg een accountnaam toe om te beginnen.

source: Your verification code has expired
nl_nl: Je verificatiecode is verlopen

source: Your verification code is valid for {expiresInString}
nl_nl: Je verificatiecode is geldig voor {expiresInString}

source: yourname@example.com
nl_nl: jouwnaam@voorbeeld.com
